Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: We installed the Council of Humanity's server on the surface of the moon.
pl: To my zainstalowaliśmy serwer Rady Ludzkości na powierzchni Księżyca.

source: We just hit 70 percent!
pl: Właśnie uzyskaliśmy 70 procent!

source: We just want to find a place where the two of us can live our lives in peace. Is that so wrong?
pl: Po prostu chcemy znaleźć miejsce, w którym moglibyśmy żyć spokojnie we dwoje. Czy to coś złego?

source: We kept searching for something
pl: Wciąż czegoś szukaliśmy

source: We know not what one is entitled to as "King," save that the post carries an exceedingly heavy burden.
pl: Nie wiemy co ci przysługuje jako „Król”, poza tym że ta pozycja niesie ze sobą niezwykle ciężkie jarzmo.

source: We know this is the end. </page>
pl: Wiemy, że to koniec. </page>

source: We know we can find pristine screws on big bipedal machines, but what about large gears?
pl: Wiemy, że nietknięte wkręty możemy znaleźć w wielkich, dwunożnych maszynach. Ale co z dużymi trybikami?

source: We lack the authority for such an action.
pl: Nie mamy uprawnień do podjęcia takiego działania.

source: We laugh together, the sound echoing out across the desert before being stolen by the cool evening wind. </page>
pl: Jednocześnie wybuchamy śmiechem, dźwięk roznosi się echem po pustyni, zanim kradnie go chłodny, wieczorny wiatr. </page>

source: We look forward to future......and know that you will be the ones to bring it to us.
pl: Nie możemy doczekać się przyszłości... wiedząc, że to właśnie wy nas do niej poprowadzicie.

source: We look forward to seeing you again, your Majesty!
pl: Nie możemy się doczekać kolejnego spotkania, Wasza Wysokość!

source: We look forward to serving you again!
pl: Nie możemy się doczekać ponownej współpracy!

source: We look forward to serving you!
pl: Czekamy na Państwa wizytę!

source: We look forward to your continued combat exploits.
pl: Oczekujemy kolejnych sukcesów w waszych działaniach bojowych.

source: We look forward to your continued success in combat.
pl: Nie możemy doczekać się kolejnych sukcesów w waszej walce.

source: We lost a squad near the forest area. I need a reconnaisance team out there, stat!
pl: Straciliśmy oddział w pobliżu obszaru leśnego. Musimy tam wysłać patrol, migiem!

source: We lost countless friends, time and time again.
pl: Przez cały ten czas straciliśmy niezliczoną ilość przyjaciół.

source: We lost more than half of our troops in that huge battle the other day.
pl: Straciliśmy ponad połowę naszych żołnierzy podczas tej wielkiej bitwy.

source: We lost so many of our troops to these bastards, it's truly...elating to see them get destroyed!
pl: Straciliśmy przez tych drani wielu naszych żołnierzy, to naprawdę... euforyczne oglądać jak są niszczeni.

source: We lost so many units in the war that the production lines are running at full speed now.
pl: Straciliśmy tyle jednostek w wojnie, że linie produkcyjne muszą pracować teraz na pełnej prędkości.

source: We machines are weapons created for the purpose of waging war. However, this war simply goes on and on with no end in sight.
pl: My, maszyny, zostałyśmy stworzone jako broń, stworzona do prowadzenia wojny. Jednak ta wojna trwa bez końca.

source: We machines can be rather...unpredictable.
pl: My, maszyny, potrafimy być... dość nieprzewidywalne.

source: We machines exist in a connected network. We are immortal. Invincible.
pl: My, maszyny, istniejemy w połączonej sieci. Jesteśmy nieśmiertelne. Niezwyciężone.

source: We managed to complete the parade without being annihilated.
pl: Udało nam się ukończyć paradę! A, co równie ważne, nie zostaliśmy zniszczeni.

source: We may not be geared for battle, but we ARE good at investigating.
pl: Może nie jesteśmy stworzeni do walk, ale za to DOBRZE radzimy sobie z badaniami.

source: We might be able to find one in the remains of other enemies.
pl: Być może uda się go znaleźć w szczątkach innych wrogów.

source: We move on... Forward... To the future!
pl: Kroczymy dalej... Naprzód... Ku przyszłości!

source: We must die...and become gods!
pl: Musimy umrzeć... i stać się Bogami!

source: We must fulfill our obligation to the king!
pl: Musimy wypełnić nasze zobowiązania wobec Króla!

source: We must have gotten separated somehow.
pl: Musieliśmy się gdzieś rozdzielić.

source: We must have lost him somewhere.
pl: Musieliśmy go gdzieś zgubić.

source: We must learn from the masks of the past and continue to expand upon our rules.
pl: Musimy uczyć się od masek z przeszłości i kontynuować poszerzane naszych zasad.

source: We must protect our king and kingdom!
pl: Musimy chronić naszego Króla! I Królestwo!

source: We must protect our king!
pl: Musimy chronić naszego Króla!

source: We must show our foes what we royal knights are made of!
pl: Musimy pokazać naszym wrogom, do czego zdolni są królewscy rycerze!

source: We must survive at all costs. This is no time to be fainthearted!
pl: Musimy przetrwać za wszelką cenę. To nie jest moment na zawahanie!

source: We must win! We must win!
pl: Musieliśmy wygrać! Musieliśmy wygrać!

source: We need 50,000 G in order to escape this place. Would you be willing to help us?
pl: Potrzebujemy 50 000 G, aby opuścić to miejsce. Czy zechcecie nam pomóc?

source: We need a certain part to repair one of the children.
pl: Potrzebujemy pewnej części, żeby naprawić jedno z dzieci.

source: We need a way through.
pl: Potrzebujemy jakoś przejść.

source: We need an immediate escape route.
pl: Potrzebujemy natychmiastowej drogi ucieczki.

source: We need immediate backup from any available android forces.
pl: Potrzebujemy natychmiastowego wsparcia od wszystkich dostępnych sił androidów.

source: We need maintenance badly. But that's a pipe dream, I suppose.<bt_wait> No android would dare help a pair of outcasts like us. </page>
pl: Bardzo potrzebujemy naprawy. Ale myślę, że to mrzonka.<bt_wait> Żadne z androidów nie śmiałby pomóc takiej parze wyrzutków jak my. </page>

source: We need more data.
pl: Potrzebujemy więcej danych.

source: We need more evolutionary pressure.
pl: Potrzebujemy większej presji ewolucyjnej.

source: We need some stripped screws, small gears, and machine oil.
pl: Potrzebujemy obdartych wkrętów, małych trybików, oraz oleju.

source: We need some tree sap to repair a tent, but there are some super strong enemies guarding it.
pl: Potrzebujemy trochę żywicy, żeby naprawić namiot, ale chronią jej naprawdę silni przeciwnicy.

source: We need to check something with you, actually.
pl: Tak właściwie, to musimy coś u ciebie sprawdzić.

source: We need to find someone wearing a red hood.
pl: Musimy znaleźć tę osobę, która nosi ten czerwony kaptur.

source: We need to hurry.
pl: Musimy się pospieszyć.

source: We need to talk.
pl: Musimy porozmawiać.

source: We need to think about what we're going to do from this point forward.
pl: Musimy przemyśleć, czym powinniśmy się teraz zająć.

source: We need you to collect the materials required to improve the network environment.
pl: Potrzebujemy, żebyś zebrała niezbędne materiały do ulepszenia środowiska sieciowego.

source: We need you to destroy the enemy EMP generator so we can lock on to the target.
pl: Musicie zniszczyć generator EMP wroga, byśmy mogli namierzyć cel.

source: We need you to find the emitter and take it out!
pl: Musicie odnaleźć nadajnik i go zniszczyć!

source: We need you to locate the humans on the moon and bring them to us.
pl: Potrzebujemy was, abyście znaleźli ludzi na księżycu i ich do nas przyprowadzili.

source: We need you to rendezvous with unit 9S and begin gathering data on the local terrain.
pl: Chemy, abyś spotkała się z jednostką 9S i zaczęła zbierać dane o lokalnym terenie.

source: We need your help improving the network environment between the Bunker and the surface.
pl: Potrzebujemy twojej pomocy. Chcemy usprawnić środowisko sieciowe między Bunkrem a powierzchnią.

source: We now have an operational transporter in the city ruins.
pl: Mamy teraz działający transporter w ruinach miasta.

source: We only want to live in peace!
pl: My tylko chcemy żyć w pokoju!

source: We picked up a faint black box reading, but it wasn't strong enough to lock down his position.
pl: Odebraliśmy nikły sygnał czarnej skrzynki, ale nie był na tyle silny, aby wyśledzić jego pozycję.

source: We placed His Majesty's memory—his final memento—into this tiny child.
pl: Umieściliśmy pamięć Jego Wysokości — jego ostatnią pamiątkę — w tym maleńkim dziecku.

source: We prepared a special new rank for you! Hope you like lots of pain!
pl: Przygotowaliśmy dla ciebie nową, specjalną rangę! Mam nadzieję, że lubisz ból!

source: We prepared a special new trial for you, your Highness!
pl: Przygotowaliśmy dla ciebie specjalną próbę, Wasza Wysokość!

source: We press our bodies together to try and retain heat. It's cold now. Much worse than the searing heat of midday. But we just smile at each other and keep pressing on.<bt_wait> There's another camp on the other side of the desert. A new camp. If we can just get there, I can finally fix Devola's leg. </page>
pl: Przyciskamy do siebie nasze cała i próbujemy odzyskać ciepło. Teraz jest zimno. Gorzej niż gorąc w środku dnia. Ale tylko się do siebie uśmiechamy i przemy naprzód.<bt_wait> Po drugiej stronie pustyni jest kolejny obóz. Nowy obóz. Jeśli się tam dostaniemy, wreszcie naprawimy nogę Devoli. </page>

source: We probably shouldn't get near that guy's feet...
pl: Powinniśmy się trzymać z dala od jego nóg...

source: We really need more info...
pl: Naprawdę musimy zdobyć więcej danych…

source: We really should be handling our own tasks.
pl: Naprawdę nie powinnyśmy oddawać naszych zadań komuś innemu.

source: We received a support request from 2B soon thereafter, but have been unable to respond due to poor reception.
pl: Niedługo potem otrzymaliśmy prośbę o wsparcie od 2B, ale z powodu słabej jakości sygnału, nie byliśmy w stanie odpowiedzieć.

source: We recently detected large numbers of machine lifeforms throughout the factory area.
pl: Niedawno wykryliśmy dużą ilość mechanicznych form życia zgromadzonych na terenie fabryki.

source: We repay you. Come to our village.
pl: Odwdzięczymy się wam. Przyjdźcie do naszej wioski.

source: We resemble each other so, but we are networked, and thus we are superior to you.
pl: Jesteśmy do siebie dość podobni. Z tą różnicą, że my jesteśmy połączeni w sieć, przez co jesteśmy od was lepsi.

source: We set up a search party, but we can't get to the more dangerous areas, so the rescue mission isn't faring well.
pl: Zorganizowaliśmy ekipę poszukiwawczą, ale nie możemy dostać się do niebezpieczniejszych rejonów. W związku z tym, misja ratunkowa nie przebiega pomyślnie.

source: We shall become gods!
pl: Powinniśmy stać się Bogami!

source: We shall become gods! We shall become gods! We shall become gods!
pl: Powinniśmy stać się Bogami! Powinniśmy stać się Bogami! Powinniśmy stać się Bogami!

source: We shall become gods! We shall!
pl: Powinniśmy stać się Bogami! Powinniśmy!

source: We shall break down all barriers! Sound! Light! Tachyon! Never doubt your true potential!
pl: Przełamiemy wszystkie bariery! Dźwięku! Światła! Tachionów! Nigdy nie wątp w swój prawdziwy potencjał!

source: We shared ideals
pl: Dzieliliśmy ideały

source: We should at least hear them out.
pl: Powinniśmy ich przynajmniej wysłuchać.

source: We should be able to find something in the commercial facility ruins.
pl: Powinniśmy jakieś znaleźć w ruinach budynku komercyjnego.

source: We should be careful.
pl: Musimy być ostrożni.

source: We should go back and look around some more.
pl: Powinniśmy wrócić i jeszcze trochę się rozejrzeć.

source: We should head to another area and provide support.
pl: Powinniśmy udać się do kolejnego obszaru, celem zapewnienia wsparcia.

source: We should hurry to our destination!
pl: Powinniśmy ruszać do naszego celu!

source: We should just destroy them and bring victory to mankind once and for all!
pl: Powinniśmy ich po prosty zniszczyć i przynieść ludzkości zwycięstwo raz na zawsze!

source: We should launch a pre-emptive strike before their efforts proceed further!
pl: W zasadzie, to sami powinniśmy zaatakować, zanim rozwój ich działań będzie mógł nam zaszkodzić!

source: We should leave before more enemies arrive.
pl: Powinniśmy stąd odejść, zanim pojawi się więcej wrogów.

source: We should probably check this out as soon as possible.
pl: Prawdopodobnie powinniśmy sprawdzić to jak najszybciej.

source: We should probably go talk to their leader first thing.
pl: Chyba najpierw powinniśmy pogadać z ich liderem.

source: We should really find out its exact location.
pl: Naprawdę powinniśmy odkryć jego dokładne położenie.

source: We should run a check on our consciousness data and resupply.
pl: Powinniśmy sprawdzić posiadane dane, równie te dotyczące naszej świadomości, i uzupełnić zapasy.

source: We should stay out of danger.
pl: Powinniśmy unikać niebezpieczeństwa.

source: We should take the children somewhere safe.
pl: Powinniśmy zabrać dzieci w bezpieczne miejsce.

source: We should try asking her.
pl: Może powinniśmy ją o to zapytać.

source: We sparred, yes? You learned many things, yes? Then surely an emolument is to be expected!
pl: Trenowaliśmy, tak? Nauczyliście się wielu rzeczy, tak? Więc to oczywiste, że spodziewam się wynagrodzenia!

source: We speak to you through the network and the virus.
pl: Przemawiamy do was przez sieć i... wirusa.

source: We still don't have what we need.
pl: Wciąż nie mamy tego, co jest nam potrzebne.

source: We still don't know the whereabouts of that naked machine man, but we're looking as hard as we can.
pl: Wciąż nie znamy miejsca pobytu tego nagiego człowieka-maszyny, ale szukamy jak tylko możemy.

source: We surrender. We surrender.
pl: Poddajemy się. Poddajemy się.

source: We take pride in...our service...
pl: Jesteśmy dumni... z naszej służby...

source: We took it out to the storage facility forever ago. You telling me he's STILL not back?
pl: Zabraliśmy go do magazynu jakiś czas temu. Mówisz, że WCIĄŻ nie wrócił?

source: We tried our best!
pl: Staraliśmy się dawać z siebie wszystko!

source: We tried to fight back, but our shots have no effect!
pl: Próbowaliśmy walczyć, ale nasze pociski nie przynosiły żadnego efektu!

source: We unmistakably touched
pl: Niewątpliwie dotknęliśmy się

source: We usually store our cores in safe places,
pl: Zwykle przetrzymujemy nasze rdzenie w bezpiecznych miejscach,

source: We were created to execute the androids' Project YoRHa plan.
pl: Zostaliśmy stworzeni, żeby doprowadzić do końca plan Projektu YoRHa.

source: We were created to fight!
pl: Stworzono nas do walki!

source: We were made to protect mankind.
pl: Stworzono nas do ochrony ludzkości.

source: We were the only ones who could handle such a duty. We were observers, after all. </page>
pl: Tylko my mogłyśmy poradzić sobie z takim obowiązkiem. W końcu byłyśmy obserwatorkami. </page>

source: We weren't able to capture them...
pl: Nie byliśmy jednak w stanie ich przechwycić...

source: We will become gods and be freed from our torment!
pl: Staniemy się Bogami i uwolnimy się od naszej udręki!

source: We will continue to stand guard.
pl: My będziemy dalej stać na straży.

source: We will fulfill!
pl: Wypełnimy je!

source: We will never give up our struggle.
pl: Nigdy nie zaprzestaniemy naszych starań.

source: We will not be able to supply new troops for a while. You'll have to work together to complete your missions. Over and out.
pl: Nie będziemy w stanie wysłać nowych żołnierzy przez jakiś czas. Będziecie musieli pracować razem, by ukończyć misję. Bez odbioru.

source: We will not fail in this mission...
pl: Nie odniesiemy porażki w tej misji...

source: We will not fight.
pl: Nie będziemy walczyć.

source: We will open the gate.
pl: Otworzymy bramę.

source: We will protect the king with our very lives!
pl: Ochronimy naszego Króla, nawet za cenę własnego życia!

source: We will protect them!
pl: Ochronimy je!

source: We will show them!
pl: Pokażemy im!

source: We will soar through the sky.
pl: Uniesiemy się w przestworza.

source: We will take back our world from the scourge of the machines!
pl: Uwolnimy nasz świat spod jarzma plagi maszyn!

source: We will take back the seas! The skies! The land!
pl: Odzyskamy z powrotem morza! Niebo! Ziemię!

source: We will then dissect and analyze them in order to drag their secrets forth into the light!
pl: Dzięki czemu będziemy mogli przeprowadzić na nich różne eksperymenty. Następnie przeanalizujemy otrzymane wyniki, aby wyciągnąć z ich poćwiartowanych zwłok wszystkie sekrety!

source: We won't stop until all of you are gone!
pl: Nie zatrzymamy się, póki wszyscy nie znikniecie!

source: We'd all like that! But they're expensive, delicate pieces of equipment, so they don't just hand 'em out willy-nilly.
pl: Wszyscy byśmy tak chcieli! Ale to drogi, delikatny sprzęt, więc go tak po prostu nie rozdają.

source: We'd best be wary of the machines building a village near the forest as well.
pl: Powinniśmy też uważać na maszyny budujące wioskę niedaleko lasu.

source: We'd better finish this quick!
pl: Lepiej skończmy z tym jak najszybciej!

source: We'd better go see what's up, ma—er, 2B!
pl: Lepiej pójdźmy i sprawdźmy o co chodzi, proszę pa... erm, 2B!

source: We'd better handle that quickly, too.
pl: Tym też lepiej zająć się, i to szybko.

source: We'd better hurry...
pl: Lepiej się pospieszmy...

source: We'd better keep him safe.
pl: Lepiej dobrze się nim opiekujmy.

source: We'd better let Emil know.
pl: Lepiej dajmy znać Emilowi.

source: We'd better look into that.
pl: Lepiej się temu przyjrzyjmy.

source: We'd better report this to Command.
pl: Lepiej zgłośmy to do Dowództwa.

source: We'll all be counting on you the next time some terrible machine thing tries to kill us all!
pl: Będziemy na was liczyć, gdy kolejna straszna maszyna będzie próbowała nas wszystkich zabić!

source: We'll all die together and become as gods!
pl: Gdy umrzemy razem, staniemy się jak Bogowie!

source: We'll be fine as long as we all stay together.
pl: Wszystko będzie dobrze tak długo, jak długo będziemy razem.

source: We'll enter a new age of peace.
pl: Wejdziemy w nowy wiek pokoju.

source: We'll explain everything once we're inside!
pl: Wyjaśnimy wszystko, gdy znajdziemy się w środku!

source: We'll give up our guns! Please teach us!
pl: Porzucimy nasze działka! Proszę, ucz nas!

source: We'll go through each adjustment in order.
pl: Przejdziemy przez każde ustawienie po kolei.

source: We'll join you and provide further backup.
pl: Dołączymy do was i zapewnimy dodatkowe wsparcie.

source: We'll join you, if that's all right.
pl: Dołączymy do was, jeżeli to nie problem.

source: We'll keep that in mind.
pl: Weźmiemy to pod uwagę.

source: We'll leave this place as soon as we can. Please pray for our safe passage.
pl: Opuścimy to miejsce tak szybko, jak się da. Proszę, pomódlcie się za naszą dalszą, bezpieczną podróż.

source: We'll let you know if we find anything.
pl: Jeśli coś znajdziemy, odezwiemy się do ciebie.

source: We'll make good use of your battle data.
pl: Dobrze wykorzystamy twoje dane bojowe.

source: We'll make sure she's ready for the next attack!
pl: Upewnimy się, że jest gotowa do następnego ataku!

source: We'll need you to take down the enemy's defense systems to give our attack squadron a chance.
pl: Chcemy żebyś unieszkodliwił systemy obronne wroga, dzięki czemu szanse naszej eskadry szturmowej powinny znacznie wzrosnąć.

source: We'll probably need to recreate old human recipes.
pl: Zapewne będziemy musieli odtworzyć jakieś stare, ludzkie recepty.

source: We'll regret it later if we let them escape, so let's take 'em out!
pl: Jeśli nie zniszczymy ich teraz, prawdopodobnie później będziemy tego żałować!

source: We'll reveal it once you destroy all the machine lifeforms here.
pl: Ujawnimy je, gdy tylko zniszczysz wszystkie tutejsze mechaniczne formy życia.

source: We'll see what we can do.
pl: Zobaczymy, co da się zrobić.

source: We'll see.
pl: Zobaczymy.

source: We'll soon be holding another parade elsewhere. I hope we can count on your support for that as well.
pl: Niedługo odbędziemy kolejną paradę, w innym miejscu. Mam nadzieję, że wtedy też będziemy mogli liczyć na twoje wsparcie.

source: We'll sort it out later. Let's go.
pl: Zajmiemy się tym później. Chodźmy.

source: We'll take care of Eve.
pl: Zajmiemy się nim.

source: We'll take good care of your data, so make sure to upload it frequently.
pl: Zatroszczymy się o twoje dane, więc upewnij się, że będziesz je regularnie przesyłać.

source: We'll throw away our swords! Please teach us!
pl: Wyrzucimy nasze miecze! Proszę, ucz nas!

source: We're attempting to deploy them at other points as well.
pl: Przymierzamy się do uruchomienia ich również w innych punktach.

source: We're being worn down by a fierce enemy attack.
pl: Jesteśmy na skraju wyczerpania przez zaciekłe ataki wroga.

source: We're collaborating with the Resistance to gather intel and help our troops win the war for Earth.
pl: Współpracujemy z Ruchem Oporu, by zebrać wywiad i pomóc naszym oddziałom wygrać wojnę o Ziemię.

source: We're constantly misunderstanding each other.
pl: Ciągle dochodzi do nieporozumień.

source: We're currently pinned down by a number of machines that appear to have lost their minds.
pl: Obecnie znajdujemy się pod ogniem wrogich maszyn, które najwyraźniej oszalały.

source: We're currently resisting with all remaining support fighters, but we can't hold them off for long.
pl: Aktualnie odpieramy wrogów wszystkimi pozostałymi jednostkami, ale nie utrzymamy się długo.

source: We're doing much better thanks to you. Great job!
pl: Rodzimy sobie dużo lepiej dzięki tobie. Znakomita robota!

source: We're expected to work 20 hours a day now...
pl: Teraz oczekuje się, że będziemy pracować 20 godzin dziennie...

source: We're expecting a fierce battle. Please be careful!
pl: Spodziewamy się zażartej bitwy. Uważaj na siebie!

source: We're fighting a war on Earth, you know? And you need to get down there and help out NOW!
pl: Walczymy wojnę na Ziemi, wiesz? A ty musisz lecieć tam i pomóc, TERAZ!

source: We're friends again, but I wonder if he'd be willing to carry me more if I gave him some oil for his arms...
pl: Znów jesteśmy przyjaciółmi, ale zastanawiam się, czy będzie chciał mnie dalej nosić, jeśli w zamian dam mu odrobinę oleju do jego ramion...

source: We're getting Resistance signals from that building over there.
pl: Odbieram sygnały Ruchu Oporu z tamtego budynku.

source: We're going to repair 9S's logic circuits.
pl: Przywrócimy sprawność obwodów logicznych 9S.

source: We're happy to be of service.
pl: Cieszymy się, że możemy służyć.

source: We're having trouble getting them back online.
pl: Mamy problem z ponownym podłączeniem do sieci.

source: We're heading out to support other squadrons.
pl: Wyruszamy, żeby wesprzeć inne oddziały.

source: We're heading out to support the next squad.
pl: Wyruszamy, celem wsparcia kolejnego oddziału.

source: We're heading over now to provide support.
pl: Kierujemy się na miejsce, celem udzielenia wsparcia.

source: We're heading right back out once you rest a little.
pl: Wyruszymy z powrotem, gdy tylko trochę odpoczniesz.

source: We're here to fight. That's all.
pl: Jesteśmy tu po to, aby walczyć. I tylko po to...

source: We're here with a present for you.
pl: Przyszliśmy do ciebie z prezentem.

source: We're in emergency protocol! Get yourself to the field immediately!
pl: Mamy protokół kryzysowy! Czym prędzej wracajcie do walki!

source: We're in position to provide support for Attack Squadron Omega.
pl: Znajdujemy się na pozycji, która umożliwi nam wsparcie Oddziału Atakującego Omega.

source: We're investigating this area.
pl: Badamy ten obszar.

source: We're locked in...!
pl: Jesteśmy zamknięci...!
